_posts/language/2023-06-23-wissen-kennen.html
---
layout: post
title: 单词本：wissen und kennen
tags: [Deutsch]
categories: [language]
---
<p>
德语中有两个动词，都是“知道”的意思。一个是 wissen, 另一个是 kennen.
那么，都是怎么用的呢？
</p>

<p>
首先，了解下它们的动词变位：
</p>

<p>
wissen:
</p>
<ul class="org-ul">
<li>Ich weiß</li>
<li>Du weißt</li>
<li>Er/sie/es weiß</li>
<li>Wir wissen</li>
<li>Ihr wisst</li>
<li>Sie wissen</li>
<li>sie wissen</li>
</ul>

<p>
kennen
</p>
<ul class="org-ul">
<li>Ich kenne</li>
<li>Du kennst</li>
<li>Er/sie/es kennt</li>
<li>Wir kennen</li>
<li>Ihr kennt</li>
<li>Sie kennen</li>
<li>sie kennen</li>
</ul>

<p>
这里要注意，wissen 是个强变化动词，单数人称变位的时候，会有一点小小的变音，-iss 变成了 -eiß。
</p>

<p>
wissen  用于对知识和事实的知道。比如：
</p>

<ul class="org-ul">
<li>Weißst du, wo mein Vater ist?</li>
<li>Ich weißst nicht, was ich sagen soll.</li>
<li>Was ich nicht weiß, macht mich nicht heiß.  我不知道的事情，不会令我发热。这是个德语谚语，即无知无畏。</li>
</ul>

<p>
kennen 则表示熟悉、认识。比如：
</p>

<ul class="org-ul">
<li>Kennt ihr dieses Lied?  你熟悉这首歌吗？</li>
<li>Sie kennt Kimi schon seit Jahren.  她认识 Kimi 好多年了。</li>
<li>Kennst du meinen Bruder?  你认识我哥哥吗？</li>
<li>Er kennt Hangzhou sehr gut.  他很熟悉杭州。</li>
</ul>

<p>
再比如，这些句子中，两个词有些微妙的差异：
</p>

<ul class="org-ul">
<li>Kennst du den Weg? Weißt du, wohin der Weg läuft?  你熟悉这条路吗？你知道这条路通往哪里？这里前面的问句问的是你对这条路是不是熟悉，后面则是问这条路通向哪里的事实你知不知道。</li>
<li>Ich weiß den Weg dahin, aber ich kenne ihn nicht.  这个回答是说，我知道这路会通往哪里的事实，但是我不熟悉这条路，我没走过或者我走得不多。</li>
<li>Kennst du den Autor des Buches? Weißst du den Autor des Buches?  第一句是问你跟这些书的作者熟不熟悉。第二句则是问你知不知道这些书的作者这个事实。</li>
</ul>


<p>
但是，在德语里，会说一门语言则用 können, Ich kann gut Deutsch.  我很会德语。Ich kann kein Englisch.  我不会英语。
</p>

<p>
说一个人熟悉某个领域则用 sich auskennen, 比如 Er kennt sich in der
Chemie aus.  他知道熟知化学。
</p>

<p>
Bis bald!
</p>
